[
  {
    "title": "⭐️ User-installable App Support",
    "content": "Forkman does now support installing the app directly on your Discord account without the need of sharing a server with the app in order to use it! Installing Forkman to your account grants the following features:\n\n- Use Forkman **anytime** and **anywhere**! No matter if on any server of your choice, in a DM or DM Group channel, you will now always have access to the app!\n- [Soon] **Exclusive** commands only usable and accessible for users who have Forkman installed on their account!\n\n*For now, only normal slash commands and context menus are supported as user-installable commands, this will change in the future. Use the app on a server to gain access to all of Forkman's features.*",
    "image": "https://github.com/user-attachments/assets/e53c9371-aef5-499e-b786-7a8543003a56"
  },
  {
    "title": "Deprecation of Prefix Commands",
    "content": "We have officially deprecated and removed the use of prefix commands as Forkman has reached a total of **100** servers!! 🥳\n\nFrom now on please enjoy using Forkman with our fancy slash commands 🤙"
  },
  {
    "title": "Maintenance Completed",
    "content": "The maintenance of Forkman is now completed and we had a small data loss but overall everything else went smoothly. Users who played games with Forkman after the date of 06/06/2024 9:05 PM might have their new game progress not saved. Affected users are welcome to contact me to get their game data updated. I'm very sorry for the small inconvenience and happy to announce upcoming updates! 👀"
  },
  {
    "title": "Upcoming Maintenance",
    "content": "Forkman will be undergoing maintenance during the upcoming weekend to change some important database stuff. The bot remains locked or even offline during this process until all data has been successfully transferred. This means that you will not be able to use any commands or features of Forkman until maintenance is completed.\nWe will announce when maintenance has started and finished!\n\nThanks for your understanding! ❤️"
  },
  {
    "title": "Upcoming Deprecation of Prefix Commands",
    "content": "We will deprecate and remove the use of prefix commands once Forkman is officially verified by Discord and reached a total of **100** servers. We're already posting this announcement as a friendly message to slowly start migrating to the fancy slash commands 🤙 If you prefer to use the prefix commands, that's totally fine! Everything continues running smoothly until we are forced to switch to slash commands only ✨\n\nIf you have any complaints, suggestions or questions, please feel free to talk to us through the dedicated channels on our [Support Server](https://discord.gg/DEEZY5cwpy). Thank you for using Forkman! ❤️"
  }
]
